docs: Chỉnh lại trình bày database Scheme
